<?php
$personalInfo = ["名稱", "職位", "電話", "Email"];

$educationalBackground = ["學校", "科系", "學位"];

$skill = ["專長"];

$award = ["獲獎名稱", "地點", "日期", "獲獎主題"];
$awardType1 = ["獲獎名稱", "地點", "日期", "獲獎主題"];
$awardType2 = ["獲獎名稱", "地點", "日期", ""];

$experience = ["單位", "職位"];

$paper = ["作者", "論文名稱", "日期", "書名", "等級", "地點", "認證機構"];
$paperType1 = ["作者", "論文名稱", "日期", "書名", "等級", "", ""];
$paperType2 = ["作者", "論文名稱", "日期", "書名", "", "地點", ""];
$paperType3 = ["作者", "論文名稱", "日期", "", "", "", "認證機構"];

$project = ["計畫名稱", "起始日期", "結束日期", "計畫代號", "職位"];
$projectType1 = ["計畫名稱", "起始日期", "結束日期", "計畫代號", "職位"];
$projectType2 = ["計畫名稱", "起始日期", "結束日期", "", "職位"];

$speech = ["主題", "主辦方", "日期"];
?>